lang_aliases = {
    "русский": "русском",
    "английский": "английском",
}
study_level_to_page_name = {
    "бакалавриат": "bachelor",
    "специалитет": "specialists",
    "магистратура": "masters",
    "аспирантура": "postgraduates",
}
department_abbreviation_to_name = {
    "kmpu": "КМПУ",
    "kmt": "КМТ",
    "kesh": "КЭШ",
    "knnd": "КННД",
    "kttt": "КТТТ",
    "ktskm": "КТСКМ",
    "kard": "КАРД",
    "kimop": "КИМОП",
    "knmt": "КНМТ",
    "kiya": "КИЯ",
}
scientific_center_name_to_page = {
    "Научный центр нейротехнологий и процессов управления": "neural_technologies.html",
    "Центр научно-технологической инициативы «Фотоника»": "photon.html",
    "Международный научно-исследовательский центр реставрации и сохранения архитектурного наследия": "restoration_architectural_heritage.html",
    "Научный центр комплексного исследования и эффективной разработки недр": "subsoil_development.html",
    "Научный центр техники и технологий строительства": "technology_and_building.html",
    "Научный центр транспортных систем и комплексов": "operational_systems_and_complexes.html",
    "Научный центр технологий машиностроения и приборостроения": "technologies_mechanical_engineering.html",
    "Международный центр трансфера технологий": "transfer-center.html",
    # "Учебный центр управления полетами"
}
# scientific_center_name_to_abbreviation =  {
#     "Научный центр нейротехнологий и процессов управления"
#     "Центр научно-технологической инициативы «Фотоника»"
#     "Международный центр трансфера технологий"
#     "Научный центр технологий машиностроения и приборостроения"
# }
